{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1fe48a2f-14a1-46fb-b012-45e9845bfa15": {
      "type": "banner-image",
      "settings": {
        "subscription_page": false,
        "header": "FAQ",
        "description": "",
        "button_label": "Shop all",
        "button_link": "",
        "image": "shopify:\/\/shop_images\/DTS_Micro_Mouthwash_Studios_4055_1.jpg",
        "image_mobile": "shopify:\/\/shop_images\/DTS_Micro_Mouthwash_Studios_4055_1_1.jpg",
        "opacity": 0,
        "container": "container",
        "text_align": "center",
        "banner_height": "banner-small"
      }
    },
    "97fc822b-0670-4329-b91f-1bed121c5628": {
      "type": "faq",
      "blocks": {
        "17dc3d27-dee9-47fb-bbf6-bc1187bb5385": {
          "type": "faq_item",
          "settings": {
            "title": "About Jung+",
            "subtitle_1": "What inspired the creation of Jung+?",
            "richtext_1": "<p>Jung+ was founded with the mission to democratize healthy longevity. Inspired by cutting-edge science and research, Jung aims to provide accessible and effective longevity solutions to a broad audience, not just the elite.<\/p>",
            "subtitle_2": "How does Jung+ ensure the effectiveness of its products?",
            "richtext_2": "<p>Our products are formulated based on thorough scientific research and development. The team collaborates with leading scientists and utilizes evidence-based ingredients to create supplements that target various aspects of the aging process.<\/p>",
            "subtitle_3": "What distinguishes Jung+ from other supplement strategies?",
            "richtext_3": "<p>At Jung, we embrace a comprehensive 'portfolio' approach to longevity that transcends the notion of a 'silver bullet' solution, and mirrors the approach of elite longevity clinics. Our methodology integrates the use of best-in-class longevity molecules and evidence-based lifestyle practices that have been proven to slow aging. This holistic approach not only leverages the benefits of key ingredients but also maximizes the effectiveness of various lifestyle levers to slow aging. By aligning our advanced supplements with actionable lifestyle strategies, we enable individuals to work smarter, not harder, towards achieving a balanced, effective longevity plan.<\/p>",
            "subtitle_4": "Is there scientific research supporting the effectiveness of your products, and how can I be assured they will work for me?",
            "richtext_4": "<p>At Jung we are deeply committed to the scientific foundation and efficacy of our products. Our approach is informed by thousands of studies, ensuring that every ingredient is chosen based on solid evidence. Moreover, we pride ourselves on our international advisory board, a team of experts dedicated to overseeing the research and development of our offerings. This rigorous selection process guarantees that our products are not only safe but are designed to deliver real results. Beyond the careful selection of ingredients, the proven benefits of the lifestyle practices associated with our products—such as optimal sleep patterns, intermittent fasting, and blood sugar management—are well-documented and evidence-based. These practices, when combined with our supplements, are designed to enhance your overall well-being significantly more than supplements alone. We believe in a synergistic approach; our system amplifies the effects of both our supplements and the recommended lifestyle adjustments. This synergy ensures that our products offer a comprehensive solution that goes beyond what standard supplements can provide. With Jung, you’re not just taking a supplement; you’re embracing a lifestyle that’s scientifically proven to improve health and wellness.<\/p>",
            "subtitle_5": "Is it safe to use these supplements alongside my current medications?",
            "richtext_5": "<p>Before introducing any new supplements to your routine, especially while taking other medications, we strongly recommend consulting with your healthcare provider. This ensures a personalized and safe approach to integrating our products with your existing health regimen. <\/p>",
            "subtitle_6": "Are there any known side effects associated with these supplements?",
            "richtext_6": "<p>Through our extensive research, no significant side effects have been reported with the use of our supplements. It's important to remember, though, that you should always consult a doctor before beginning any supplement regimen, and individual reactions can vary. If you notice any adverse effects, we strongly advise discontinuing use immediately and consulting a healthcare professional for guidance. <\/p>",
            "subtitle_7": "How does Jung+ target aging?",
            "richtext_7": "<p>Jung's Total Longevity System™ is the first precision-engineered longevity lifestyle program to defy aging, increase healthy lifespan, and achieve alpha health. It targets each of the 12 hallmarks of aging through Novel Longevity Molecules, Longevity Lifestyle Practices and Biological age and Biomarker testing. The system aims to leverage the power of longevity molecules to combine with, strengthen, and enhance specific longevity lifestyle behaviors. So it's more than just supplements and more than just lifestyle guidance - but both, together, precision-targeted for superhuman healthy longevity. Read more on our <a href=\"https:\/\/foreverjung.co\/pages\/our-science\" target=\"_blank\" title=\"https:\/\/foreverjung.co\/pages\/our-science\">science page. <\/a><\/p>",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_iEpGpg": {
          "type": "faq_item",
          "settings": {
            "title": "About First Person",
            "subtitle_1": "",
            "richtext_1": "",
            "subtitle_2": "",
            "richtext_2": "",
            "subtitle_3": "",
            "richtext_3": "",
            "subtitle_4": "",
            "richtext_4": "",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_jHtQW7": {
          "type": "faq_item",
          "settings": {
            "title": "Longevity Foundation",
            "subtitle_1": "Can I use it as a replacement for my multivitamin supplement?",
            "richtext_1": "<p>Not exactly - Longevity Foundation is not a replacement for your daily multivitamin. Longevity Foundation is designed to target aging - it is not formulated to supplement a broad nutritional profile. You could take them together with prior consultation with your physician.<\/p>",
            "subtitle_2": "When will I see the first effects?",
            "richtext_2": "<p>Some users report feeling more energetic after only a few days. Most users report seeing or feeling a noticeable benefit within 30-60 days. However, like all longevity protocols, the effects amplify and compound with time. <\/p>",
            "subtitle_3": "I'm feeling lazy. Can I take both AM + PM pills at once?",
            "richtext_3": "<p>Absolutely. There is absolutely no harm in taking AM + PM simultaneously, and you can still achieve the lion's share of benefits. In fact, they were originally conceived as a single pill. However, to enhance efficacy and precision, we still suggest taking them separately as they are designed to coincide with separate internal mechanisms, which are more active during the day or night. <\/p>",
            "subtitle_4": "Can you provide a detailed list of the ingredients in the Master Formula?",
            "richtext_4": "<p>Sure, we are transparent about everything that goes into our products! The Master Formula is meticulously crafted with a blend of potent ingredients, designed to support your health both in the morning (AM) and evening (PM). AM Formula:<strong> <\/strong>Niacin (No Flush), Pterostilbene, Quercetin, Calcium alpha-Ketoglutarate, Astaxanthin and Fisetin. PM Formula: Spermidine, Olive Leaf Extract (40% oleuropein), Zinc (gluconate), Astragalus, Chondroitin Sulfate and Apigenin.<\/p>",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_m9Xz8C": {
          "type": "faq_item",
          "settings": {
            "title": "Fasting Tonic™",
            "subtitle_1": "I plan a prolonged fast (multiple days). Can I use Fasting tonic?",
            "richtext_1": "<p>Fasting Tonic™ is designed to support the body during fasting periods, including prolonged fasts. However, prolonged fasting can have significant health implications and should always be undertaken with the guidance of a healthcare provider. It is recommended to discuss your plans with a healthcare provider and ask if Fasting Tonic™ is a suitable support during your fast.<\/p>",
            "subtitle_2": "How many servings of Fasting tonic a day I could take?",
            "richtext_2": "<p>Once consumed, Fasting Tonic™ will expand into a thick gel, helping your stomach feel full. However, every stomach is different in size, and you may choose to take more than one serving for desired effects. It's recommended to limit to four (4) servings per day. <\/p>",
            "subtitle_3": "Can Fasting Tonic™ cause upset stomach?",
            "richtext_3": "<p>Bloating, flatulence, soft stools, or diarrhea can be the side effects of any dietary fiber, such as the glucomannan in the formula. But those effects are uncommon. If you experience any worrying effects, please consult your doctor.<\/p>",
            "subtitle_4": "",
            "richtext_4": "",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_Xh44bM": {
          "type": "faq_item",
          "settings": {
            "title": "Glucose Blocker",
            "subtitle_1": "Can I take Glucose Blocker if I am on a Keto diet or other low carb diets?",
            "richtext_1": "<p>Yes, Glucose Blocker can be beneficial if you're on a ketogenic or low carb diet as it helps regulate blood glucose levels and may help reduce the impact of any higher-carb meals on your blood sugar levels.<\/p>",
            "subtitle_2": "How long does it take to see results with the Glucose Blocker?",
            "richtext_2": "<p>The timing may vary depending on individual health status, diet, and lifestyle factors. Some may see a difference in their blood sugar levels within a few weeks, while for others it might take longer. Regular monitoring of your blood sugar levels and consistent use of the supplement is advised for best results.<\/p>",
            "subtitle_3": "Can Glucose Blocker help with weight loss?",
            "richtext_3": "<p>While Glucose Blocker is primarily designed to help control blood sugar levels, some ingredients, like Gymnema sylvestre and white kidney bean extract, have been associated with weight management. However, it should be used in conjunction with a balanced diet and regular exercise for optimal results.<\/p>",
            "subtitle_4": "",
            "richtext_4": "",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_yegbnx": {
          "type": "faq_item",
          "settings": {
            "title": "Advanced Sleep Repair",
            "subtitle_1": "What is Advanced Sleep Repair?",
            "richtext_1": "<p>Advanced Sleep Repair is a carefully formulated dietary supplement that supports healthy sleep patterns, promotes a restful night's sleep, and helps enhance the age-rejuvenation properties of sleep.  <\/p>",
            "subtitle_2": "How does Advanced Sleep Repair work?",
            "richtext_2": "<p>Advanced Sleep Repair combines key ingredients such as L-theanine, GABA, glycine, magnesium, vitamin B6, L-tryptophan, sour cherry extract, and zinc to promote relaxation,  support neurotransmitter balance, regulate body temperature, and provide natural melatonin. It also provides ingredients that relate to essential overnight repair and renewal mechanisms. These components work synergistically to help calm the mind, ease stress, optimize sleep quality, and enhance the longevity therapeutic properties of sleep.<\/p>",
            "subtitle_3": "How should I take Advanced Sleep Repair?",
            "richtext_3": "<p>Mix one scoop with one cup (8fl oz) water and drink before bedtime. It's recommended to avoid eating meals 2 hours before bed for the best results. Take Advanced Sleep Repair daily. For enhanced synergistic effects, combine with Longevity Foundation AM\/PM. <\/p>",
            "subtitle_4": "Is it safe to combine Advanced Sleep Repair with other nighttime supplements, like melatonin?",
            "richtext_4": "<p>While we understand the interest in enhancing sleep quality through various supplements, we advise against combining Advanced Sleep Repair with melatonin except in specific scenarios, such as during travel. Our Sleep Formula is expertly designed to support your body's natural melatonin production, providing a more holistic and sustainable approach to improving sleep quality without the need for additional supplementation.<\/p>",
            "subtitle_5": "Can I take advanced sleep repair with other nighttime supplements like CBD gummies?",
            "richtext_5": "<p>Absolutely! Advanced Sleep Repair is designed to be compatible with other nighttime supplements, including CBD gummies. This flexibility allows you to tailor your nighttime routine to best suit your individual needs and preferences.<\/p>",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_pcww4J": {
          "type": "faq_item",
          "settings": {
            "title": "Cellular Skin Renewal",
            "subtitle_1": "How should I take Cellular Skin Renewal?",
            "richtext_1": "<p>Mix one scoop with one cup (8fl oz) water. This can be taken either with or without meals. Take Cellular Skin Renwal daily. For enhanced synergistic effects, combine with Longevity Foundation AM\/PM. <\/p>",
            "subtitle_2": "Are there any known side effects?",
            "richtext_2": "<p>The ingredients in Cellular Skin Renewal are typically well-tolerated, but individual responses may differ. As with any dietary supplement, seeking advice from your healthcare professional before initiating a new supplement regimen is advisable. This is particularly important if you have underlying medical conditions or are taking medications, and consulting with a healthcare professional ensures personalized guidance and compatibility with your circumstances.<\/p>",
            "subtitle_3": "How long does it take to see results with Cellular Skin Renewal?",
            "richtext_3": "<p>Results may vary depending on individual factors such as overall health, lifestyle, and genetics. Consistent use of the Cellular Skin Renewal, along with a healthy diet and skincare routine, can contribute to visible improvements in the skin's appearance over time. However, with consistent use, many have reported positive results in as little as 4 weeks, and as long as 3 months. <\/p>",
            "subtitle_4": "",
            "richtext_4": "",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_xCrpMp": {
          "type": "faq_item",
          "settings": {
            "title": "Returns & Refunds",
            "subtitle_1": "Can I return my Jung+ purchase if I'm not satisfied?",
            "richtext_1": "<p>Due to the specific nature of supplements as consumer health goods, we are unable to offer refunds or replacements for any products once purchased. We understand the importance of customer satisfaction and encourage you to reach out to our support team at <a>hello@foreverjung.co<\/a> with any concerns or questions about our products before making a purchase. Our team is dedicated to providing you with detailed information and support to help ensure that your selection aligns with your health and wellness goals.<\/p>",
            "subtitle_2": "What is Jung+'s policy for damaged or defective products?",
            "richtext_2": "<p>If you receive a damaged or defective product, please contact us at hello@foreverjung.co within 7 days of receiving your order. Include your order number, a brief description of the issue, and photographs of the damaged product and packaging. We will promptly review your claim and, if validated, replace the product free of charge. Please retain all packaging materials for return processing.<\/p>",
            "subtitle_3": "What if I purchased Jung+ products from a third-party retailer?",
            "richtext_3": "<p>We do not offer refunds or replacements of products once purchased. However, each retailer may have their own return policies, and they will be able to assist you with the process specific to their terms and conditions. <\/p>",
            "subtitle_4": "",
            "richtext_4": "",
            "subtitle_5": "",
            "richtext_5": "",
            "subtitle_6": "",
            "richtext_6": "",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        },
        "faq_item_di4xLD": {
          "type": "faq_item",
          "settings": {
            "title": "Kits & Subscriptions",
            "subtitle_1": "Can I cancel my Jung+ subscription?",
            "richtext_1": "<p>Yes, you can cancel your subscription at any time. We strive to provide flexibility for our customers, so you have complete control over your subscription settings. To cancel, simply log in to your account on our website and adjust your subscription preferences. If you need assistance, our customer support team is always available to help at hello@foreverjung.co<\/p>",
            "subtitle_2": "How do Jung's kits work?",
            "richtext_2": "<p>Our kits are designed to provide a comprehensive longevity solution by bundling multiple products. When you bundle two or more products, including the Longevity Foundation as one of the items, you automatically create a kit. This not only offers a more holistic approach to longevity but also comes with a financial benefit: you receive a 15% discount on recurring subscriptions for all bundled products, as well as targeted science, advice, and insights,  straight to your inbox. It's our way of rewarding you for committing to a complete longevity lifestyle.<\/p>",
            "subtitle_3": "Are there benefits to subscribing to a product or kit instead of individual purchases?",
            "richtext_3": "<p>Subscribing to a product kit provides both health and financial benefits. Health-wise, our [products are engineered to work in synergy, s for a more comprehensive and holistic approach to longevity. Boosters will amplify aspects of our Foundational formula, and vice versa. Financially, when you subscribe to a product, you enjoy a recurring 10% discount. And when you subscribe to multiple products (thereby creating a kit)you enjoy a 15% discount on recurring orders. This makes it not only a convenient choice but also a cost-effective one for maintaining your longevity regimen. With all subscriptions, you receive a refillable metal canister for your chosen products, to help keep things more organized and sustainable for the long term<\/p>",
            "subtitle_4": "Which products complement each other, and could you suggest some combinations or kits?",
            "richtext_4": "<p>Our product lineup is designed to ensure that all boosters enhance the effects of the Master Formula. They work in synergy to support your health and wellness goals. Think of our Master Formula as the team captain and all the other boosters are players that bring their own special skills to the game. For example, if you mix the Longevity Foundation with boosters like the Glucose Blocker and Sleep Formula, you can address specific health needs while simultaneously boosting your overall well-being. To make this more accessible, we offer a 15% discount on your monthly Longevity Kit when you pair the Longevity Foundation with any booster. This way, you can customize your health journey while benefiting from products engineered to work in perfect synergy.<\/p>",
            "subtitle_5": "How do the testing kits work?",
            "richtext_5": "<p>Our testing kits are not yet ready - but we expect to make them available by Q4 2024. They will be designed to measure biomarkers associated with the different booster tracks. This enables you to monitor your progress and allows for precise adjustments and a clearer understanding of how each element contributes to your overall wellness journey.<\/p>",
            "subtitle_6": "When can we expect the testing kits to be released?",
            "richtext_6": "<p>They will be launching at the end of this year. Keep an eye out for updates and announcements as we get closer to the release date!<\/p>",
            "subtitle_7": "",
            "richtext_7": "",
            "subtitle_8": "",
            "richtext_8": "",
            "subtitle_9": "",
            "richtext_9": "",
            "subtitle_10": "",
            "richtext_10": "",
            "subtitle_11": "",
            "richtext_11": "",
            "subtitle_12": "",
            "richtext_12": "",
            "subtitle_13": "",
            "richtext_13": "",
            "subtitle_14": "",
            "richtext_14": "",
            "subtitle_15": "",
            "richtext_15": "",
            "subtitle_16": "",
            "richtext_16": "",
            "subtitle_17": "",
            "richtext_17": "",
            "subtitle_18": "",
            "richtext_18": "",
            "subtitle_19": "",
            "richtext_19": "",
            "subtitle_20": "",
            "richtext_20": "",
            "subtitle_21": "",
            "richtext_21": "",
            "subtitle_22": "",
            "richtext_22": "",
            "subtitle_23": "",
            "richtext_23": "",
            "subtitle_24": "",
            "richtext_24": "",
            "subtitle_25": "",
            "richtext_25": "",
            "subtitle_26": "",
            "richtext_26": "",
            "subtitle_27": "",
            "richtext_27": "",
            "subtitle_28": "",
            "richtext_28": "",
            "subtitle_29": "",
            "richtext_29": "",
            "subtitle_30": "",
            "richtext_30": ""
          }
        }
      },
      "block_order": [
        "17dc3d27-dee9-47fb-bbf6-bc1187bb5385",
        "faq_item_iEpGpg",
        "faq_item_jHtQW7",
        "faq_item_m9Xz8C",
        "faq_item_Xh44bM",
        "faq_item_yegbnx",
        "faq_item_pcww4J",
        "faq_item_xCrpMp",
        "faq_item_di4xLD"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "1fe48a2f-14a1-46fb-b012-45e9845bfa15",
    "97fc822b-0670-4329-b91f-1bed121c5628"
  ]
}
